head=Gabinet dentystyczny DENTYSTA
footer=\u00A9Ekspensum

distinctLoginError=Podana nazwa u\u017Cytkownika (login) jest ju\u017C w u\u017Cyciu\!

successRegisterUser=Nowy użytkownik zosta\u0142 dodany do bazy danych\! Na adres email użytkownika zostało wysłane powiadomienie o rejestracji.
exceptionRegisterUser=Nie udało się dodać użytkownika!
successUpdateUser=Dane użytkownika zosta\u0142y zaktualizowane\!
exceptionUpdateUser=Nie udało się zaktualizować danych użytkownika!

successRegisterPatient=Nowy pacjent zosta\u0142 dodany do bazy danych. Na podany adres został wysłany email w celu aktywacji konta. Prosimy o zapoznanie się z treścią e-mail. Aktywacja konta możliwa jest tylko w ciągu najbliższych 6 godzin. 
exceptionRegisterPatient=Nie udało się zarejestrować nowego pacjenta!
successUpdatePatient=Dane pacjenta zosta\u0142y zaktualizowane!
exceptionUpdatePatient=Nie udało się zaktualizować danych pacjenta!

msgExceedSizeFile=Przekroczono rozmiar za\u0142\u0105czanego pliku. Dozwolony rozmiar pliku to 200000 B.
msgNoResultException=Nie znaleziono u\u017Cytkownika\! Mo\u017Cesz nie mie\u0107 uprawnie\u0144 do edycji tego u\u017Cytkownika.
accessDenied=Brak uprawnie\u0144 do wej\u015Bcia na t\u0105 stron\u0119
logout=Zosta\u0142e\u015B poprawnie wylogowany.
loginError=B\u0142\u0105d logowania\!

oneTermLimit=Prosz\u0119 wybra\u0107 jeden termin wizyty\!
successAddVisit=Zaplanowano nowy termin wizyty. Na adres email pacjenta zostało wysłane powiadomienie o szczegółach zarezerwowanej wizyty. 
exceptionAddVisit=Nie uda\u0142o si\u0119 zaplanowa\u0107 wizyty\!
successCanceledVisit=Pomy\u015Blnie odwo\u0142ano wybran\u0105 wizyt\u0119\! Na adres email pacjenta wysłano potwierdzenie odwołania wizyty.
exceptionCanceledVisit=Nie uda\u0142o si\u0119 odwo\u0142a\u0107 wybranej wizyty\!

indexingOk=Poprawnie  zaktualizowano indeksy bazy danych.
indexingError=Nie uda\u0142o si\u0119  zaktualizowa\u0107 indeks\u00F3w bazy danych\!
adjustingOk=Dopasowanie generator\u00F3w kluczy g\u0142\u00F3wnych w bazie danych przebieg\u0142o pomy\u015Blnie\!
adjustingError=Nie uda\u0142o si\u0119 dopasowa\u0107 generator\u00F3w kluczy g\u0142\u00F3wnych w bazie danych\!

successFinalizedVisit=Finalizacja wizyty zako\u0144czona powodzeniem\!
exceptionFinalizedVisit=B\u0142\u0105d finalizacji wizyty\!
successAddTreatment=Dodano nowy zabieg\!
exceptionAddTreatment=Nie uda\u0142o si\u0119 doda\u0107 nowego zabiegu\!
successEditTreatment=Dane zabiegu zosta\u0142y zaktualizowane\!
exceptionEditTreatment=Nie uda\u0142o si\u0119 zaktualizowa\u0107 danych zabiegu\!
successAddTreatmentCategory=Dodano now\u0105 kategori\u0119 zabieg\u00F3w\!
exceptionAddTreatmentCategory=Nie uda\u0142o si\u0119 doda\u0107 nowej kategorii zabieg\u00F3w\!
categoryError=Kategoria 1 nie mo\u017Ce by\u0107 taka sama jak kategoria 2
successEditTreatmentCategory=Kategoria zosta\u0142a zaktualizowana\!
exceptionEditTreatmentCategory=Nie uda\u0142o si\u0119 zaktualizowa\u0107 kategorii\!

patientActivationTrue=Aktywacja u\u017Cytkownika zako\u0144czona powodzeniem - mo\u017Cna si\u0119 zalogowa\u0107.
patientActivationFalse=Aktywacja uzytkownika nie powiod\u0142a si\u0119.<br>Mo\u017Cliwe przyczyny:<br>- czas pomi\u0119dzy rejestracj\u0105 a aktywacj\u0105 jest d\u0142u\u017Cszy ni\u017C 6 godzin.<br>- u\u017Cytkownik nie zosta\u0142 zidentyfikowany.
